{
  "basics": {
    "name": "Mustafa Kemal Emil",
    "label": "Remote Sensing Scientist",
    "image": "",
    "email": "mustafakemal.emil@wmich.edu",
    "phone": "",
    "url": "https://mkemalemil.github.io/",
    "summary": "A remote sensing scientist interested in geohazards, hydrology, surface processes and mineralogy",
    "location": {
      "address": "1903 W Michigan Ave",
      "postalCode": "MI 49009",
      "city": "Kalammazoo",
      "countryCode": "US",
      "region": "Michigan"
    },
    "profiles": [
      {
        "network": "X",
        "username": "mkemalemil",
        "url": "https://x.com/mkemalemil"
      }
    ]
  },
  "work": [
    {
      "name": "Geological and Environmental Sciences, Western Michigan University",
      "position": "Senior Reseach Associate",
      "url": "https://www.esrs.wmich.edu/",
      "startDate": "2021-08-01",
      "endDate": "",
      "summary": "Remote sensing data scientist and lab manager at Earth Sciences Remote Sensing Facility",
      "highlights": [
        "InSAR",
        "Hyperspectral"
      ]
    }
  ],
  "education": [
    {
      "institution": "Western Michigan University, Kalammazoo, Michigan",
      "location": "MI, USA",
      "url": "https://www.esrs.wmich.edu/",
      "area": "Geology",
      "studyType": "PhD",
      "startDate": "2013-08-01",
      "endDate": "2021-08-01",
      "score": "",
      "courses": [
        ""
      ]
    },
    {
      "institution": "Middle East Technical University, Ankara, Turkey",
      "location": "Ankara, Turkey",
      "url": "https://mine.metu.edu.tr/",
      "area": "Mining Engineering",
      "studyType": "MSc",
      "startDate": "2007-08-01",
      "endDate": "2012-08-01",
      "score": "",
      "courses": [
        ""
      ]
    },
    {
      "institution": "Middle East Technical University, Ankara, Turkey",
      "location": "Ankara, Turkey",
      "url": "https://mine.metu.edu.tr/",
      "area": "Mining Engineering",
      "studyType": "BSc",
      "startDate": "2002-08-01",
      "endDate": "207-08-01",
      "score": "",
      "courses": [
        ""
      ]
    }
  ],
  "awards": [
    {
      "title": "WMU All-University Graduate Research and Creative Scholar Award",
      "date": "2022-01-01",
      "awarder": "Western Michigan University Faculty Senate",
      "url": "https://wmich.edu/grad/awards",
      "summary": "The All-University Graduate Research and Creative Scholar Awards are the highest honors bestowed on graduate students by the University"
    }
  ],
  "publications": [
    {
      "name": "Optimization of floodwater redistribution from Lake Nasser could recharge Egypt’s aquifers and mitigate its excessive floods",
      "publisher": "Nature Communications Earth & Environment",
      "releaseDate": "2024-07-18",
      "url": "https://doi.org/10.1038/s43247-024-01532-2",
      "summary": "Extreme precipitation periods, possibly related to climate change, over the Nile River source areas caused flooding in Sudan and excess runoff reaching Lake Nasser in Egypt in 1998–2002 and 2019–2022. Excess water from the 1st event (25.5 × 109 m3) was channeled to depressions within the plateau west of the Nile Valley, forming the Tushka Lakes, where it was left to evaporate, a fate that awaits the 53.5 × 109 m3 from the 2nd event while the underlying fossil Nubian Sandstone Aquifer System is being depleted (−0.98 × 109 m3/yr). We simulated release scenarios of excess Lake Nasser waters (53.5 × 109 m3) to proximal lowlands; preference was given to the scenario that recharged the aquifer through infiltration (74.3%) and minimized losses to evaporation (20.1%) and surface runoff (5.6%). Findings serve as an example of adaptations that replace catastrophic consequences of climate change with beneficial and sustainable development opportunities."
    },
    {
      "name": "Watching the Grand Ethiopian Renaissance Dam from a distance: Implications for sustainable water management of the Nile water",
      "publisher": "PNAS Nexus",
      "releaseDate": "2024-06-28",
      "url": "https://doi.org/10.1093/pnasnexus/pgae219",
      "summary": "This research addresses the pressing issue of sustainable water and energy resources, particularly concerning the commonly overlooked or underestimated seepage from artificial reservoirs in areas where field data are scarce. In our assessment of the nature and magnitude of seepage from artificial reservoirs in highly fractured terrains (e.g. the Grand Ethiopian Renaissance Dam [GERD]), we compensated for data scarcity by employing an innovative integration of Gravity Recovery and Climate Experiment satellite observations, mass balance calculations, and field data. By revealing substantial seepage influenced by underlying geologic structures, our findings challenge prevailing assumptions and contribute vital insights to the Nile Basin negotiations."
    },
    {
      "name": "Standing on the shoulder of a giant landslide: A six-year long InSAR look at a slow-moving hillslope in the western Karakoram",
      "publisher": "Geomorphology",
      "releaseDate": "2024-01-01",
      "url": "https://doi.org/10.1016/j.geomorph.2023.108959",
      "summary": "In this work, we investigate a slow-moving, large landslide (∼20 km2) in the Chitral district in Northern Pakistan, near several villages. The slow-moving landslide was reported more than four decades ago but has never been examined afterward. Interferometric Synthetic Aperture Radar (InSAR) analyses, using Sentinel-1 data that span a period of six years, allowed us to retrieve the spatio-temporal pattern of hillslope deformation. We combined both ascending and descending orbits to identify vertical and horizontal deformations. Our results showed that the crown is moving relatively fast in comparison to the nearby regions; 30 mm/year and 40 mm/year in downward and eastward directions, respectively. Also, step-like deformations observed over the crown reflect a deep-seated landslide. At the footslope, on the other hand, we captured relatively high deformations but in an upward direction; specifically 30 mm/year and 30 mm/year in upward and eastward directions, respectively. We have discussed the possible roles of meteorologic and anthropogenic factors causing hillslope deformation occurred during the six-year period under consideration. We observed a seasonal deformation patterns that might be mainly interpreted to be governed by the influence of snowmelt due to increasing temperatures during the start of spring. Overall, the same mechanism might be present in many other hillslopes across the whole Hindukush-Himalayan-Karakoram range, where seasonal snowmelt is an active agent. In this context, this research provides a case study shedding a light on the hillslope deformation mechanism at the western edge of the Himalayan range."
    },
    {
      "name": "Identification of shallow groundwater in arid lands using multi-sensor remote sensing data and machine learning algorithms",
      "publisher": "Journal of Hydrology",
      "releaseDate": "2022-11",
      "url": "https://doi.org/10.3390/rs14143474",
      "summary": "The focus of this study is to locate shallow groundwater (SGW) occurrences in arid lands using the Western Desert (WD; area: ∼680,000 km2) of Egypt as a test site. The SGW in the study area originated from paleo-precipitation during previous wet climatic periods. In wet periods, fossil groundwater was at higher levels, ascended along high-angle faults, and discharged at the surface. In contrast, at present, the water levels are lower, and the discharge occurs at near-surface elevations. Spring locations were identified as the dependent variable, while the independent variables included remote sensing–based variables and geomorphological features indicative of current or paleo discharge locations, including elevation, slope, curvature, distance to sapping features, soil moisture, NDVI, radar backscatter coefficient, and brightness temperature. Relationships between SGW occurrences (target) and their controlling factors (independent variables) were established using extreme gradient boosting (XGB), support vector machine (SVM), and logistic regression (LR) methods. The trained models were used to map SGW locations across the entire WD. Findings include the following: (1) the XGB yielded the most favorable result in identifying SGW locations (overall accuracy: 0.93) compared to SVM (overall accuracy: 0.88) and LR (overall accuracy: 0.87); (2) areas with a very high probability of SGW occurrences were found in lowlands and proximal to sapping features; (3) the overwhelming majority of the cultivated lands within the southern and central sections of the WD lie within areas identified as high and very high probability SGW locations; (4) our models identify-two previously unrecognized major SGW occurrences, an eastern zone (EZ; length: 800 km; width: 9 to 80 km; area: 43,000 km2) and an east–west trending northern zone (NZ) centered over the Qattara depression (length: 500 km; width: 200 km; area: 62,150 km2); (5) additional criteria were used to refine the modeled (XGB) SGW distribution (southern and central WD: 43,200 km2 to 23,400 km2; EZ: from 21,300 km2 to 17,400, and NZ: from 62,150 to 30,700 km2) including presence of shallow aquifers to accommodate rising Nubian waters, Nubian water salinity (fresh to brackish), and low to moderate thickness (<1 km) of post-Nubian successions that rising waters interact with. The techniques are cost-effective and efficient and could be readily applied to large sectors of Saharan Africa and Arabia, whose landscape and fossil aquifers bear many resemblances in their geologic, climatic, and geomorphic characteristics to the Nubian Sandstone Aquifer System"
    },
    {
      "name": "Remote Sensing Application for Landslide Detection, Monitoring along Eastern Lake Michigan (Miami Park, MI)",
      "publisher": "Remote Sensing",
      "releaseDate": "2022-07-20",
      "url": "https://doi.org/10.3390/rs14143474",
      "summary": "We assessed the nature and spatial and temporal patterns of deformation over the Miami Park bluffs on the eastern margin of Lake Michigan and investigated the factors controlling its observed deformation. Our approach involved the following steps: (1) extracting bluff deformation rates (velocities along the line of sight of the satellite) using a stack of Sentinel-1A radar imagery in ascending acquisition geometry acquired between 2017 and 2021 and applying the Intermittent Small Baseline Subset (ISBAS) InSAR time series analysis method; (2) generating high-resolution (5 cm) elevation models and orthophotos from temporal unmanned aerial vehicle (UAV) surveys acquired in 2017, 2019, and 2021; and (3) comparing the temporal variations in mass wasting events to other relevant datasets including the ISBAS-based bluff deformation time series, lake level (LL) variations, and local glacial stratigraphy. We identified areas witnessing high line-of-sight (LOS) deformation rates (up to −21 mm/year) along the bluff from the ISBAS analysis and seasonal deformation patterns associated with freeze-thaw cycles, suggesting a causal effect. The acceleration of slope failures detected from field and UAV acquisitions correlated with high LLs and intensified onshore wave energy in 2020. The adopted methodology successfully predicts landslides caused by freezes and thaws of the slope face by identifying prolonged slow deformation preceding slope failures, but it does not predict the catastrophic landslides preceded by short-lived LOS deformation related to LL rise."
    },
    {
      "name": "Land Subsidence Induced by Rapid Urbanization in Arid Environments: A Remote Sensing-Based Investigation",
      "publisher": "Remote Sensing",
      "releaseDate": "2021-03-15",
      "url": "https://doi.org/10.3390/rs13061109",
      "summary": "The rapid increase in the population of many of the older major cities within the countries of the Saharan-Arabian Desert is steering vast and disorganized urban expansion and in many cases introducing adverse environmental impacts such as soil erosion, rise in groundwater levels, and contamination of shallow aquifers, as well as development of deformational features including land subsidence. Using the rapidly growing city of Riyadh (1992: 467 km2; 2018: 980 km2), the capital of the Kingdom of Saudi Arabia as a test site, we utilized Small Baseline Subset (SBAS) interferometric analyses of 2016 to 2018 Sentinel-1 images together with multi-temporal high-resolution images viewable on Google Earth, GPS, field, land use land cover (LULC), and geological data to assess the distribution and rates of land subsidence and their causal effects. Three main causes of subsidence were identified and assessed: (1) discharge of wastewater effluents from septic systems in newly urbanized areas that lead to an increase in soil moisture, rise in groundwater levels, waterlogging, and wetting and hydrocompaction of dry alluvium loose sediments causing land subsidence (up to −20 mm/y) in wadis and lowlands; (2) the subsurface dissolution of karst formation by wastewater effluents and the collapse of voids and cavities at depth under stresses introduced by heavy construction machinery, causing sagging and land subsidence (up to −5 mm/y); and (3) leveling, compaction, and degradation of municipal and building waste materials in organized landfills and disorganized dump sites that resulted in significant land subsidence (up to −21 mm/y) and differential settling that could jeopardize the stability of structures erected over these sites. Our findings highlight the potential use of the advocated integrated approach to assess the nature and extent of land deformation associated with rapid urban growth in arid lands, and to identify areas most impacted for the purpose of directing and prioritizing remediation efforts."
    },
    {
      "name": "Countrywide Monitoring of Ground Deformation Using InSAR Time Series: A Case Study from Qatar",
      "publisher": "Remote Sensing",
      "releaseDate": "2021-02-14",
      "url": "https://doi.org/10.3390/rs13040702",
      "summary": "Over the past few decades the country of Qatar has been one of the fastest growing economies in the Middle East; it has witnessed a rapid increase in its population, growth of its urban centers, and development of its natural resources. These anthropogenic activities compounded with natural forcings (e.g., climate change) will most likely introduce environmental effects that should be assessed. In this manuscript, we identify and assess one of these effects, namely, ground deformation over the entire country of Qatar. We use the Small Baseline Subset (SBAS) InSAR time series approach in conjunction with ALOS Palsar-1 (January 2007 to March 2011) and Sentinel-1 (March 2017 to December 2019) synthetic aperture radar (SAR) datasets to assess ground deformation and conduct spatial and temporal correlations between the observed deformation with relevant datasets to identify the controlling factors. The findings indicate: (1) the deformation products revealed areas of subsidence and uplift with high vertical velocities of up to 35 mm/yr; (2) the deformation rates were consistent with those extracted from the continuously operating reference GPS stations of Qatar; (3) many inland and coastal sabkhas (salt flats) showed evidence for uplift (up to 35 mm/yr) due to the continuous evaporation of the saline waters within the sabkhas and the deposition of the evaporites in the surficial and near-surficial sabkha sediments; (4) the increased precipitation during Sentinel-1 period compared to the ALOS Palsar-1 period led to a rise in groundwater levels and an increase in the areas occupied by surface water within the sabkhas, which in turn increased the rate of deposition of the evaporitic sediments; (5) high subsidence rates (up to 14 mm/yr) were detected over landfills and dumpsites, caused by mechanical compaction and biochemical processes; and (6) the deformation rates over areas surrounding known sinkhole locations were low (+/−2 mm/yr). We suggest that this study can pave the way to similar countrywide studies over the remaining Arabian Peninsula countries and to the development of a ground motion monitoring system for the entire Arabian Peninsula."
    },
    {
      "name": "Use of Geophysical and Radar Interferometric Techniques to Monitor Land Deformation Associated with the Jazan Salt Diapir, Jazan city, Saudi Arabia",
      "publisher": "Surveys in Geophysics",
      "releaseDate": "2021-01",
      "url": "https://doi.org/10.1007/s10712-020-09623-3",
      "summary": "Using integrated Interferometric Synthetic Aperture Radar (InSAR) datasets (Envisat: 2003–2009; Sentinel-1: 2014–2018), local gravity surveys, and passive seismic data, we investigated the environmental hazards associated with the rise of the Miocene Jazan salt diapir (JZD; ~ 2 km2) within Jazan city, Saudi Arabia, and identified areas at risk in its immediate surroundings. Our findings include (1) the JZD outcrop and its northern, southern and western bordering areas have been undergoing substantial uplift (up to 4.7 mm/yr), whereas the sabkhas to the east are witnessing subsidence (up to − 7.5 mm/yr); (2) a low Bouguer anomaly (7.5 mGal) was observed over the JZD relative to its surroundings (8.5–12 mGal) with the steepest gradient along its eastern side; (3) strong and clear horizontal/vertical (H/V) spectral ratio peak and high frequency (5–10 Hz) over the JZD outcrop and areas proximal to its western margin, but areas to the east have a weak H/V peak and low frequency (1.5-3 Hz); (4) drilling confirmed presence of a shallow (4 m) salt bedrock layer west of the JZD and the absence of this layer to its east (up to depths of 60 m); (5) uplift patterns along the diapir margins are indicative of near-vertical contact along the JZD eastern margin and less steep contacts along the remaining margins; and (6) additional near-surface diapirs could potentially be identified in the vicinity of the JZD using our integrated approach."
    },
    {
      "name": "Paleozoic glaciation in NE Africa: field and remote sensing-based evidence from the South Eastern Desert of Egypt",
      "publisher": "International Geology Review",
      "releaseDate": "2020-06-12",
      "url": "https://doi.org/10.1080/00206814.2019.1636416",
      "summary": "Exhumed Paleozoic glacial deposits and landforms of the North Gondwana are reported here for the first time from the South Eastern Desert (SED) of Egypt. Using field observations and remote sensing datasets (Advanced Land Observing Satellite [ALOS], Phased Array L-band Synthetic Aperture Radar [PALSAR] radar, multispectral Landsat TM datasets, and digital elevation models [DEMs]), we mapped the distribution of Paleozoic glacial features (i.e. deposits and landforms) in the SED. Two main glaciogenic facies were identified in three locations in the SED: (1) massive, poorly sorted, matrix supported, boulder-rich diamictites in Wadi El-Naam and Korbiai, and (2) moderately-sorted, occasionally bedded outwash deposits in Betan area. Inspection of radar, DEMs, and Landsat Operational Land Imager (OLI) images revealed previously unrecognized ENE-WSW trending glacial megalineations (MLs) over the peneplained Neoproterozoic basement rocks in the central sections of the SED, whose trends align along their projected extension with those of glacial features (tunnel valleys and striation trends) reported from Saudi Arabia. The glaciogenic features in the SED are believed to be largely eroded during the uplift associated with the Red Sea opening, except for those preserved as basal units beneath the Nubia Sandstone Formation or as remnant isolated deposits within paleo-depressions within the basement complex. The apparent spatial correlation of the SED glacial features with well-defined Late Ordovician deposits in North Africa and in Saudi Arabia, and the reported thermochronometric analyses and fossil records are consistent with a Late Ordovician age for the SED glaciogenic features and support models that call on the continuation of the Late Ordovician (Hirnantian) ice sheet from the Sahara into Arabia through the SED of Egypt."
    },
    {
      "name": "Assessment of age, origin, and sustainability of fossil aquifers: A geochemical and remote sensing-based approach",
      "publisher": "Journal of Hydrology",
      "releaseDate": "2019-09",
      "url": "https://doi.org/10.1016/j.jhydrol.2019.06.017",
      "summary": "An integrated approach was developed to assess the sustainability, origin, age, evolution, and groundwater potential of large fossil aquifers using the Mega Aquifer System (MAS) (area: 2 × 106 km2) in the Arabian Peninsula as a test site. A two-step exercise was adopted, the sustainability of the MAS was first investigated through the analysis of GRACE data and land surface model (LSM) outputs. Then, integrated geochemical, remote sensing, and field studies were conducted to address the age, origin, hydrogeological setting, and evolution of the southern sections of the MAS (Rub Al Khali Aquifer System (RAKAS)), the area identified from the analysis of GRACE and LSMs as being the most suited for sustainable development. Analysis of GRACE and LSMs revealed: (1) the MAS central and northern sections are experiencing high groundwater extraction (6.6 km3/yr) and depletion rates (−2.8 ± 0.8 km3/yr) with minimum balancing potential through aquifer capture processes, yet sustainability could be achieved by reducing annual extraction by 2.8 km3, and (2) the MAS southern sections (Rub Al Khali Aquifer System (RAKAS)) are experiencing low groundwater depletion rates (eastern RAKAS: −1.8 ± 1.4 mm/yr) to steady-state conditions (western RAKAS: −0.73 ± 1.4 mm/yr). Geochemical, remote sensing, and field investigations over the RAKAS revealed: (1) the presence of west to east trending drainage networks and large-scale groundwater flow systems consistent with a meteoric source (precipitation over Red Sea Hills); (2) increasing 36Cl model ages along groundwater flow directions (up to 970,000 years), indicating aquifer recharge in wet Pleistocene periods; (3) progressive depletion in the O and H stable isotopic compositions of aquifers with increasing distance from the Red Sea Hills basement outcrops, indicating modest recharge during prevailing dry conditions; and (4) the presence of relatively fresh (TDS: 800–2800 mg/L) and non-radioactive (226Ra + 228Ra < 0.185 Bq/kg) water in western RAKAS. Findings suggest that sustainable agricultural development is achievable at current extraction rates in western RAKAS and provide a replicable and cost-effective model."
    },
    {
      "name": "Response of deep aquifers to climate variability",
      "publisher": "Science of The Total Environment",
      "releaseDate": "2019-08",
      "url": "https://doi.org/10.1016/j.scitotenv.2019.04.316",
      "summary": "There is a general agreement that deep aquifers experience significant lag time in their response to climatic variations. Analysis of Temporal Gravity Recovery and Climate Experiment (GRACE), Soil Moisture and Ocean Salinity mission (SMOS), satellite altimetry, stable isotopic composition of groundwater, and precipitation and static global geopotential models over the Nubian Sandstone Aquifer System (NSAS) revealed rapid aquifer response to climate variability. Findings include: (1) The recharge areas of the NSAS (Northern Sudan Platform subbasin) witnessed a dry period (2002−2012), where average annual precipitation (AAP) was modest (85 mm) followed by a wet period (2013–2016; AAP: 107 mm), and during both periods the AAP remained negligible (<10 mm) over the northern parts of the NSAS (Dakhla subbasin); (2) the secular trends in terrestrial water storage (TWS) over the Dakhla subbasin were estimated at −3.8 ± 1.3 mm/yr and + 7.8 ± 1 mm/yr for the dry and wet periods, respectively; (3) spatial variations in TWS values and phase are consistent with rapid groundwater flow from the Northern Sudan Platform subbasin and Lake Nasser towards the Dakhla subbasin during the wet period and from the lake during the dry period; and (4) networks of densely fractured and karstified bedrocks provide preferential pathways for groundwater flow. The proposed model is supported by (1) rapid response in groundwater levels in distant wells (>280 km from source areas) and in soil moisture content in areas with shallow (<2 m) groundwater levels to fluctuations in Lake Nasser surface water, and (2) the isotopic composition (O, H) of groundwater along the preferred pathways, consistent with mixing of enriched (Lake Nasser water or precipitation over Sudan) and depleted (NSAS fossil water) endmembers. Findings provide new insights into the response of large, deep aquifers to climate variability and address the sustainability of the NSAS and similar fossil aquifers worldwide."
    },
    {
      "name": "A remote-sensing-based intensity–duration threshold, Faifa Mountains, Saudi Arabia",
      "publisher": "Natural Hazards and Earth System Sciences",
      "releaseDate": "2019-06-20",
      "url": "https://doi.org/10.5194/nhess-19-1235-2019",
      "summary": "Construction of intensity–duration (ID) thresholds and early-warning and nowcasting systems for landslides (EWNSLs) are hampered by the paucity of temporal and spatial archival data. This work represents significant steps towards the development of a prototype EWNSL to forecast and nowcast landslides over the Faifa Mountains in the Red Sea Hills. The developed methodologies rely on readily available, temporal, archival Google Earth and Sentinel-1A imagery, precipitation measurements, and limited field data to construct an ID threshold for Faifa. The adopted procedures entail the generation of an ID threshold to identify the intensity and duration of precipitation events that cause landslides in the Faifa Mountains, and the generation of pixel-based ID curves to identify locations where movement is likely to occur. Spectral and morphologic variations in temporal Google Earth imagery following precipitation events were used to identify landslide-producing storms and generate the Faifa ID threshold (I =4.89D−0.65). Backscatter coefficient variations in radar imagery were used to generate pixel-based ID curves and identify locations where mass movement is likely to occur following landslide-producing storms. These methodologies accurately distinguished landslide-producing storms from non-landslide-producing ones and identified the locations of these landslides with an accuracy of 60 %."
    },
    {
      "name": "Assessing Land Deformation and Sea Encroachment in the Nile Delta: A Radar Interferometric and Inundation Modeling Approach",
      "publisher": "Journal of Geophysical Research: Solid Earth",
      "releaseDate": "2018-04",
      "url": "https://doi.org/10.1002/2017jb015084",
      "summary": "Persistent scatterer interferometric analyses were conducted on a stack of 84 Environmental Satellite's Advanced Synthetic Aperture Radar scenes spanning 7 years (2004 to 2010) over the entire Nile Delta of Egypt and surroundings (area: 40,416 km2) to monitor the ongoing spatial and temporal land deformation, identify the factors controlling the deformation, and model the interplay between sea level rise and land subsidence to identify areas and populations threatened by sea encroachment by the end of the 21st century. Findings include the following: (1) general patterns of subsidence (average rate: −2.4 mm/year) in the northern delta, near-steady to slight subsidence in the southern delta (average rate: 0.4 mm/year), separated by a previously mapped flexure zone (minimum width: 20–40 km) undergoing uplift (average rate: 2.5 mm/year); (2) high subsidence rates (up to −8.9 mm/year) over the north central and northeastern delta (area: ~4,815 km2), possibly due to compaction of recent (<3,500 years old), thick (>5 m) silt and clay-rich Holocene sediments; (3) high subsidence rates (up to −9.7 mm/year) in areas where the highest groundwater extraction rates were reported in southern delta (Menoufia governorate) and in reclaimed desert land in the western delta (Beheira governorate); (4) high subsidence rates (up to −9.7 mm/year) over onshore gas fields, notably the Abu Madi gas field, where high gas extraction rates have been recorded; and (5) using extracted deformation rates, high-resolution TanDEM-X digital elevation model, a eustatic sea level rise of 0.44 m, and applying a bathtub inundation model, an estimated 2,660 km2 in northern delta will be inundated by year 2100."
    },
    {
      "name": "An assessment of landslide susceptibility in the Faifa area, Saudi Arabia, using remote sensing and GIS techniques",
      "publisher": "Natural Hazards and Earth System Sciences",
      "releaseDate": "2014-6-23",
      "url": "https://doi.org/10.5194/nhess-14-1553-2014",
      "summary": "An integrated approach was adopted over Faifa Mountain and its surroundings, in Saudi Arabia, to identify landslide types, distribution, and controlling factors, and to generate landslide susceptibility maps. Given the inaccessibility of the area, we relied on remote sensing observations and GIS-based applications to enable spatial analysis of data and extrapolation of limited field observations. Susceptibility maps depicting debris flows within ephemeral valleys (Type I) and landslides caused by failure along fracture planes (Type II) were generated. Type I susceptibility maps were generated applying linear relationships between normalized difference vegetation index (NDVI) and threshold slope values (30°), both of which were extracted over known debris flow locations. For Type II susceptibility maps, landslides were predicted if fracture planes had strike values similar to (within 20°) those of the slope face strike and dip angles exceeding the friction, but not the slope angles. Comparisons between predicted and observed debris flows yielded success rates of 82% (ephemeral valleys); unverified predictions are interpreted as future locations of debris flows. Our approach could serve as a replicable model for many areas worldwide, in areas where field measurements are difficult to obtain and/or are cost prohibitive."
    },
    {
      "name": "Monitoring Aquifer Depletion from Space: Case Studies from the Saharan and Arabian Aquifers",
      "publisher": "Remote Sensing of the Terrestrial Water Cycle",
      "releaseDate": "2014-10-31",
      "url": "https://doi.org/10.1002/9781118872086.ch21",
      "summary": "In arid and semiarid regions of the world, the demand for freshwater resources is increasing due to increasing populations and the scarcity of freshwater supplies. This chapter utilizes the Gravity Recovery and Climate Experiment (GRACE) data in conjunction with other readily available remote sensing data sets, as well as field and geochemical data, to investigate the spatial and temporal mass variations over two of the largest fossil aquifer systems, the Nubian Sandstone Aquifer System (NSAS) in northeast Saharan Africa, and the Arabian Peninsula Aquifer System (APAS) in the Arabian Peninsula, and to investigate the factors (i.e., natural and/or anthropogenic) that control these variations. The study areas—the NSAS in northeast Africa and the APAS in the Arabian Peninsula—have similar geologic and hydrogeologic settings. The NSAS comprises two major aquifer units, the Nubian Aquifer System (NAS) and the Post-Nubian Aquifer System (PNAS)."
    },
    {
      "name": "Evaluation of pollution levels at an abandoned coal mine site in Turkey with the aid of GIS",
      "publisher": "International Journal of Coal Geology",
      "releaseDate": "2011-04-01",
      "url": "https://doi.org/10.1016/j.coal.2010.11.012",
      "summary": "Determination of the level of pollution at contaminated sites can be costly due to the number of samples required to identify the areas with higher contaminant concentrations. Yet, if pollution transport pathways can be found, then contamination level can be detected with fewer samples. In this case study, pollution levels at an abandoned coal mine site at Ovacik–Yaprakli (Cankiri, Turkey) are evaluated with respect to topography and surface runoff pathways derived using Geographical Information System (GIS) tools. First, surface runoff pathways are identified using ArcGIS 9.3. Then, the concentrations of trace elements (Mn, Cr, V, Cu, Ni, Zn, Ba, and Sr), pH, Fe and S contents in soil samples taken at random locations around the mine area are determined in a laboratory. In addition, pH and electrical conductivity (EC) are measured in flowing waters in-situ at different locations using pH and EC probes. The spatial distribution of pollutant concentrations is evaluated with respect to the surface runoff pathways and locations of potential contamination sources (i.e. open pit, coal storage and dump sites). Finally, the contamination level in the study area is assessed based on the limit values stated in the Soil Pollution Control Regulation of Turkey (SPCR). Results indicate that the site is contaminated with Cr, Ni, and Cu. In general, pollutant concentrations are higher close to the contamination sources and along the surface runoff pathways determined by the ArcGIS. Results indicate that GIS can aid in locating the areas that are more likely to have high pollutant concentrations. This would in return prevent overlooking highly contaminated spots which may be located far away from contamination sources. Moreover, these areas can be determined using a smaller number of samples which would decrease the sampling costs."
    },
    {
      "name": "Landuse change detection in a surface coal mine area using multi-temporal high-resolution satellite images",
      "publisher": "International Journal of Mining, Reclamation and Environment",
      "releaseDate": "2011-12-08",
      "url": "https://doi.org/10.1080/17480930.2011.608889",
      "summary": "Surface mining activities, exploitation of ore, and stripping and dumping of the overburden cause changes in the land cover and land use of a mine area. The area of land disturbance can be very large in the case of surface coal mining, due to the nature of the coal extraction process. Sustainable mining requires continuous monitoring of changes in land cover and land use induced by the mining activities. This is essentially important for identifying the long-term impacts of mining on theenvironment and on land cover in order to provide necessary mine closure andreclamation measures. In this sense, digital image classification provides apowerful tool for obtaining rigorous data, and reduces the cost of field measurements in time and money, particularly when dealing with large areas. Various remote sense data records and image classification techniques serve different features for numerous purposes. The selection of a suitable data and image classification method is significant for ensuring the effective use of information extracted from the satellite images, e.g. land-use classes. This paper proposes a methodology for identifying land-use change in surface coal mines using multi-temporal high-resolution satellite images. The methodology has been implemented for identifying, quantifying and analysing the spatial response of landscape to surface mining activities in the Goynuk, Bolu surface mine in Turkey, from 2004 to 2008. The methodology essentially entails (i) acquiring data, (ii) preprocessing the data, (iii)image classification using the maximum likelihood classification algorithm (iv) accuracy assessment and (v) change detection analysis depending on class-based approaches. The results show that the methodology can be utilised effectively in monitoring land-use change in surface coal mining areas. It also provides essential input for planning mine reclamation and closure activ"
    },
    {
      "name": "Surface coal mine area monitoring using multi-temporal high-resolution satellite imagery",
      "publisher": "International Journal of Coal Geology",
      "releaseDate": "2011-04-01",
      "url": "https://doi.org/10.1016/j.coal.2010.11.010",
      "summary": "Surface mining activities, exploitation of ore and stripping and dumping overburden, cause changes on the land cover and land use of the mine area. Sustainable mining requires continuous monitoring of these changes to identify the long-term impacts of mining on environment and land cover to provide essential safety measures. In this sense, digital image classification provides a powerful tool to obtain a rigorous data and hence diminishes the essence of time-consuming and costly field measurements. There are various image classification techniques, serving different features for different purposes, and the Support Vector Machine (SVM) classification method based on statistical machine learning theory stands out to be an effective and accurate image classification technique among them. This research study investigates the use of SVM classification methods for identifying, quantifying, and analyzing the spatial response of landscape due to surface mining activities in Goynuk open cast mine, Turkey, from year 2004 to 2008. The research algorithm essentially entails (i) acquiring data, (ii) pre-processing the data, (iii) performing image classification, (iv) accuracy assessment and change detection, and (v) analysis of results. The results showed that SVM classification method can effectively be utilized for high spatial resolution multispectral satellite images for identifying the changes in surface coal mine area."
    }
  ],
  "skills": [
    {
      "name": "Physics",
      "level": "Master",
      "icon": "fa-solid fa-hashtag",
      "keywords": [
        "Quantum Mechanics",
        "Quantum Computing",
        "Quantum Information",
        "Quantum Cryptography",
        "Quantum Communication",
        "Quantum Teleportation"
      ]
    }
  ],
  "languages": [
    {
      "language": "German",
      "fluency": "Native speaker",
      "icon": ""
    },
    {
      "language": "English",
      "fluency": "Fluent",
      "icon": ""
    }
  ],
  "interests": [
    {
      "name": "Physics",
      "icon": "fa-solid fa-tag",
      "keywords": [
        "Quantum Mechanics",
        "Quantum Computing",
        "Quantum Information",
        "Quantum Cryptography",
        "Quantum Communication",
        "Quantum Teleportation"
      ]
    }
  ],
  "references": [
    {
      "name": "Professor John Doe",
      "icon": "fa-solid fa-laptop",
      "reference": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Aliquam condimentum, diam quis convallis euismod, arcu mi ullamcorper lorem, a vestibulum nunc magna at sem. Sed in risus ac felis varius blandit. D"
    },
    {
      "name": "Professor John Doe",
      "icon": "fa-solid fa-thumbtack",
      "reference": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Aliquam condimentum, diam quis convallis euismod, arcu mi ullamcorper lorem, a vestibulum nunc magna at sem. Sed in risus ac felis varius blandit. D"
    }
  ],
  "projects": [
    {
      "name": "Quantum Computing",
      "summary": "Quantum computing is the use of quantum-mechanical phenomena such as superposition and entanglement to perform computation. Computers that perform quantum computations are known as quantum computers.",
      "highlights": [
        "Quantum Teleportation",
        "Quantum Cryptography"
      ],
      "startDate": "2018-01-01",
      "endDate": "2018-01-01",
      "url": "https://example.com"
    }
  ]
}